# Copyright 2008-2021 Ellucian Company L.P. and its affiliates.
#
# Project: L90GEN_SSB Language: esMX
#Mon Feb 08 03:20:02 EST 2021
personinfo.disability.viewMore=Ver m\u00E1s
banner.generalssb.landingpage.actionitemadmin.description=Mantener la informaci\u00F3n del sistema del elemento de acci\u00F3n
banner.generalssb.landingpage.title=Mi perfil
personinfo.directoryProfile.item.OfficeAddress=Direcci\u00F3n de oficina
timezone.Asia/Rangoon=Asia/Rang\u00FAn
personinfo.directoryProfile.item.name=Nombre
personinfo.directoryProfile.item.CampusTelephone=Tel\u00E9fono de campus
personinfo.disability.status.why.title=\u00BFPor qu\u00E9 se le solicita responder a esta forma?
timezone.US/Mountain=EE.UU./Monta\u00F1a
timezone.Pacific/Guam=Pac\u00EDfico/Guam
personinfo.reasonable.accomodation.notice.title=Aviso de adaptaciones razonables
personinfo.disability.NA=No deseo responder
banner.generalssb.landingpage.actionsitem.description=Consulte y procese sus elementos de acci\u00F3n asignados
timezone.Asia/Novosibirsk=Asia/Novosibirsk
personinfo.disability.question=Marque una de las siguientes casillas\:
banner.generalssb.landingpage.directdeposit.title=Dep\u00F3sito directo
timezone.America/Cayman=Am\u00E9rica/Caim\u00E1n
timezone.Asia/Singapore=Asia/Singapur
timezone.Asia/Dhaka=Asia/Daca
timezone.America/Caracas=Am\u00E9rica/Caracas
timezone.America/Phoenix=EE.UU./Monta\u00F1a (Arizona)
personinfo.disability.PTSD=Trastorno de estr\u00E9s postraum\u00E1tico (TEPT)
personinfo.directoryProfile.item.ClassYear=A\u00F1o de clase
personinfo.deptOfLabor.website=www.dol.gov/ofccp
personinfo.directoryProfile.item.CollegeAffiliation=Afiliaci\u00F3n de la escuela
personinfo.disability.errortext=Por el momento, la actualizaci\u00F3n de status de discapacidad no est\u00E1 disponible.
personinfo.disability.Majordepression=Depresi\u00F3n mayor
personinfo.directoryProfile.item.email=Correo electr\u00F3nico
banner.generalssb.landingpage.actionitemadmin.title=Administraci\u00F3n de elementos de acci\u00F3n
personinfo.disability.0=Status no disponible
personinfo.veteran.classification.types.title=Estas clasificaciones se definen de la siguiente manera\:
timezone.America/Jamaica=Am\u00E9rica/Jamaica
personinfo.directoryProfile.item.MaidenName=Nombre de soltera
timezone.Asia/Hong_Kong=Asia/Hong Kong
timezone.Asia/Dubai=Asia/Dub\u00E1i
banner.generalssb.landingpage.globalProxy.title=Administraci\u00F3n de representantes generales
banner.generalssb.landingpage.personalinfo.title=Informaci\u00F3n personal
timezone.Pacific/Fiji=Pac\u00EDfico/Fiyi
personinfo.veteran.classification.fourth=No soy un veterano
personinfo.disability.error.noneSelected=Ninguna opci\u00F3n seleccionada. Ninguna actualizaci\u00F3n realizada.
personinfo.disability.status.expiry.date=Expira el 31-ene-2020
timezone.Asia/Kathmandu=Asia/Katmand\u00FA
timezone.America/Panama=Am\u00E9rica/Panam\u00E1
personinfo.veteran.classification.third=No soy un veterano protegido
personinfo.directoryProfile.item.PermanentTelephone=Tel\u00E9fono permanente
timezone.Asia/Kabul=Asia/Kabul
timezone.Pacific/Midway=Pac\u00EDfico/Islas Midway
timezone.Europe/Istanbul=Europa/Estambul
personinfo.disability.status.why.desc.2=Si ya trabaja para nosotros, su respuesta no se usar\u00E1 en su contra. Puesto que una persona puede ser o estar discapacitada en cualquier momento, estamos solicitando a todos nuestros empleados actualizar su informaci\u00F3n cada cinco a\u00F1os. En esta p\u00E1gina, puede identificarse voluntariamente como una persona con discapacidad, sin miedo a una sanci\u00F3n por no haber indicado anteriormente que ten\u00EDa una discapacidad.
personinfo.disability.Autism=Autismo
personinfo.disability.status.why.desc.1=Porque al hacer negocios con el gobierno, debemos contactar, contratar y proporcionar igualdad de oportunidades a personas calificadas que tengan alguna discapacidad.\u2071 Para ayudarnos a evaluar nuestro desempe\u00F1o, estamos preguntando si tiene una discapacidad o si alguna vez la tuvo. Contestar este formulario es opcional, pero esperamos que decida completarlo. Si est\u00E1 solicitando un trabajo, cualquier respuesta que proporcione ser\u00E1 confidencial y no se usar\u00E1 en su contra de ninguna manera.
timezone.Asia/Baku=Asia/Bak\u00FA
personinfo.disability.Schizophrenia=Esquizofrenia
personinfo.veteran.classification.separated.type=Un \u00ABveterano separado recientemente\u00BB es cualquier veterano durante el periodo de tres a\u00F1os que inicia en la fecha de licencia o liberaci\u00F3n del servicio activo en el servicio militar, terrestre, naval o a\u00E9reo de los EE.UU.
timezone.Africa/Lagos=\u00C1frica/Lagos
personinfo.disability.Cancer=C\u00E1ncer
timezone.Africa/Nairobi=\u00C1frica/Nairobi
personinfo.directoryProfile.item.EmployeeDepartment=Departamento del empleado
banner.generalssb.landingpage.proxyMgmt.description=Agregue uno o m\u00E1s representantes para concederles acceso a las p\u00E1ginas de Banner Web seleccionadas.
personinfo.disability.status.form=Forma CC-305
personinfo.veteran.classification.notice.detail.4=Para m\u00E1s informaci\u00F3n, por favor consulte el programa de acci\u00F3n afirmativa de la organizaci\u00F3n.
banner.generalssb.landingpage.image.alternate=Imagen del perfil
personinfo.veteran.classification.notice.detail.3=La informaci\u00F3n que usted presente ser\u00E1 confidencial, excepto que (i) los supervisores y gerentes pueden ser informados sobre las restricciones en el trabajo o los deberes de los veteranos discapacitados, y sobre las adaptaciones necesarias; (ii) el personal de primeros auxilios y de seguridad puede ser informado, cuando y en la medida en que sea apropiado, si usted padece una afecci\u00F3n que pueda requerir tratamiento de emergencia; y (iii) los funcionarios del gobierno encargados de hacer cumplir las leyes administradas por la Oficina de Programas de Cumplimiento de Contratos Federales (OFCCP, por sus siglas en ingl\u00E9s), o de hacer cumplir la Ley de Estadounidenses con Discapacidades (ADA, por sus siglas en ingl\u00E9s), pueden ser informados.
personinfo.veteran.classification.notice.detail.2=La presentaci\u00F3n de esta informaci\u00F3n es voluntaria y la negativa a proporcionarla no le someter\u00E1 a ning\u00FAn tratamiento desfavorable. La informaci\u00F3n proporcionada se utilizar\u00E1 \u00FAnicamente de manera que no sea incompatible con la Ley de Asistencia para la Readaptaci\u00F3n de los Veteranos de la Era de Vietnam de 1974, en su forma enmendada.
personinfo.disability.status.how.title=\u00BFC\u00F3mo saber si tengo una discapacidad?
personinfo.veteran.classification.notice.detail.1=Si es un veterano discapacitado podr\u00EDa ayudarnos si nos indica si hay adaptaciones que podr\u00EDamos hacer para permitirle realizar las funciones esenciales del trabajo, incluyendo equipo especial, cambios en la distribuci\u00F3n f\u00EDsica del trabajo, cambios en la manera en que el trabajo se realiza habitualmente, proporcionar servicios de asistencia personal u otras adaptaciones. Esta informaci\u00F3n nos ayudar\u00E1 para realizar adaptaciones razonables para su discapacidad.
personinfo.veteran.classification.title=Clasificaci\u00F3n y autoidentificaci\u00F3n del veterano
timezone.Europe/Moscow=Europa/Mosc\u00FA
personinfo.disability.OCD=Desorden obsesivo compulsivo
personinfo.veteran.classification.active.veteran=Veterano activo con insignia de guerra o de campa\u00F1a
personinfo.disability.Musculardystrophy=Distrofia muscular
timezone.Australia/Adelaide=Australia/Adelaida
timezone.Africa/Abidjan=\u00C1frica/Abiy\u00E1n
banner.generalssb.landingpage.greeting=Hola {0},
banner.generalssb.landingpage.personal.title=Informaci\u00F3n personal del representante
timezone.Asia/Kuala_Lumpur=Asia/Kuala Lumpur
timezone.US/Eastern=EE.UU./Este
personinfo.directoryProfile.item.BusinessTelephone=Tel\u00E9fono de negocio
timezone.Asia/Karachi=Asia/Karachi
personinfo.directoryProfile.item.EmployeePositionTitle=T\u00EDtulo del puesto del empleado
personinfo.directoryProfile.displayDirectoryLabelColon=Desplegar en directorio\:
timezone.Asia/Bangkok=Asia/Bangkok
personinfo.disability.status.how.desc.2=Las discapacidades incluyen, pero no est\u00E1n limitadas a\:
personinfo.disability.status.how.desc.1=Se considera que tiene una discapacidad si tiene una deficiencia f\u00EDsica o mental, o una condici\u00F3n m\u00E9dica, que limita sustancialmente una actividad importante de su vida, o si tiene un historial o registro de una deficiencia o condici\u00F3n m\u00E9dica.
timezone.Antarctica/Syowa=Ant\u00E1rtida/Base Syowa
timezone.America/Bogota=Am\u00E9rica/Bogot\u00E1
personinfo.disability.Diabetes=Diabetes
banner.generalssb.landingpage.globalProxy.description=Agregue un acceso de representante general a las p\u00E1ginas de Banner Web seleccionadas.
personinfo.veteran.classification.medal.veteran=Veterano con medalla de servicio en las fuerzas armadas
personinfo.veteran.classification.error.protected=Si est\u00E1 declarando un status protegido, entonces debe especificar al menos una opci\u00F3n.
personinfo.veteran.classification.additionalinfo.3=Para m\u00E1s informaci\u00F3n, llame al Servicio de Empleo y Capacitaci\u00F3n para Veteranos del Departamento de Trabajo de EE.UU. (VETS, por sus siglas en ingl\u00E9s) al 1-866-4-USA-DOL (llamada sin costo).
personinfo.veteran.classification.additionalinfo.2=En particular, si se ausent\u00F3 del empleo para servir en alguno de los servicios uniformados, tiene derecho a que su empleador lo vuelva a contratar en el puesto que habr\u00EDa obtenido con razonable certeza si no fuera por la ausencia debida al servicio.
personinfo.veteran.classification.additionalinfo.1=Los veteranos protegidos pueden tener derechos adicionales conforme a lo estipulado en la Ley de Derechos Laborales y de Reinserci\u00F3n Laboral de los Servicios Uniformados (USERRA, por sus siglas en ingl\u00E9s).
personinfo.veteran.classification.types.description=Un \u00ABveterano discapacitado\u00BB es uno de los siguientes\:
personinfo.directoryProfile.item.PermanentAddress=Direcci\u00F3n permanente
personinfo.disability.act=\u2071 Secci\u00F3n 503 de la Ley de Rehabilitaci\u00F3n de 1973, y sus modificaciones. Para obtener m\u00E1s informaci\u00F3n sobre este formulario o sobre las obligaciones de empleo igualitario de los contratistas federales, visite la p\u00E1gina web de la Oficina de Programas de Cumplimiento de Contratos Federales (OFCCP, por sus siglas en ingl\u00E9s) del Departamento de Trabajo de EE. UU. en {0}
personinfo.veteran.classification.second=Soy un veterano protegido, pero eleg\u00ED no identificar la clasificaci\u00F3n a la cual pertenezco
timezone.America/Argentina/Buenos_Aires=Am\u00E9rica/Argentina/Buenos Aires
timezone.US/Pacific=EE.UU./Pac\u00EDfico
banner.general.common.title=Autoservicio de Banner General
timezone.Europe/London=Europa/Londres
personinfo.directoryProfile.item.OfficeTelephone=Tel\u00E9fono de oficina
timezone.Europe/Athens=Europa/Atenas
timezone.Asia/Taipei=Asia/Taip\u00E9i
personinfo.disability.status.page.title=Autoidentificaci\u00F3n voluntaria de discapacidad
timezone.America/Barbados=Am\u00E9rica/Barbados
personinfo.veteran.classification.activeduty.type=Un \u00ABveterano activo con insignia de guerra o de campa\u00F1a\u00BB es un veterano que estuvo en servicio activo en el servicio militar, terrestre, naval o a\u00E9reo de los EE.UU. durante una guerra, o en una campa\u00F1a o expedici\u00F3n para la cual una insignia de campa\u00F1a se autoriz\u00F3 bajo las leyes administradas por el Departamento de Defensa.
personinfo.veteran.classification.error.notprotected=No puede seleccionar una opci\u00F3n de discapacidad a menos de que est\u00E9 declarando un status protegido.
banner.generalssb.landingpage.actionsitem.title=Elementos de acci\u00F3n
timezone.Europe/Paris=Europa/Par\u00EDs
personinfo.directoryProfile.item.FacePicture=Fotograf\u00EDa del rostro
personinfo.disability.HIVAIDS=VIH/SIDA
timezone.Australia/Sydney=Australia/S\u00EDdney
banner.generalssb.landingpage.lastvisited.label=\u00DAltima visita\: {0}
personinfo.disability.Missinglimbs=P\u00E9rdida total o parcial de alg\u00FAn miembro
timezone.Africa/Cairo=\u00C1frica/Cairo
banner.generalssb.landingpage.personal.description=Ver/Actualizar la informaci\u00F3n personal del representante
timezone.America/Mexico_City=Am\u00E9rica/Ciudad de M\u00E9xico
banner.generalssb.landingpage.canadaYearEndTax.description=Consulte e imprima los comprobantes para sus devoluciones del impuesto sobre la renta.
personinfo.disability.Bipolardisorder=Desorden bipolar
timezone.US/Hawaii=EE.UU./Hawaii
personinfo.directoryProfile.displayDirectoryLabel=Desplegar en directorio
personinfo.directoryProfile.item.BusinessAddress=Direcci\u00F3n del negocio
timezone.Indian/Mauritius=\u00CDndico/Rep\u00FAblica de Mauricio
personinfo.veteran.classification.invalid.status=Status de discapacidad inv\u00E1lido
timezone.US/Alaska=EE.UU./Alaska
timezone.Asia/Vladivostok=Asia/Vladivostok
timezone.Pacific/Auckland=Pac\u00EDfico/Auckland
personinfo.veteran.classification.recentlySeparated=Veterano separado recientemente
personinfo.directoryProfile.item.ExpectedGraduationYear=A\u00F1o de graduaci\u00F3n esperado
personinfo.directoryProfile.currentListingLabel=Lista actual
banner.generalssb.landingpage.directdeposit.description=Cree, consulte y actualice su(s) asignaci\u00F3n(es) de dep\u00F3sito directo.
personinfo.directoryProfile.item.CampusAddress=Direcci\u00F3n del campus
timezone.US/Central=EE.UU./Central
personinfo.veteran.classification.disable.type.2=Una persona que fue licenciada o liberada del servicio activo debido a una discapacidad relacionada al servicio
personinfo.veteran.classification.disable.type.1=Un veterano del servicio militar, naval o a\u00E9reo de los EE.UU. que tiene derecho a compensaci\u00F3n (o quien, por el recibo de pago de militar retirado, puede tener derecho a compensaci\u00F3n) bajo las leyes administradas por la Secretaria de Asuntos de Veteranos; o
timezone.Australia/Darwin=Australia/Darwin
timezone.Pacific/Marquesas=Pac\u00EDfico/Islas Marquesas
personinfo.veteran.classification.first=Me identifico como una o m\u00E1s de las clasificaciones de veterano protegido listadas
personinfo.disability.Epilepsy=Epilepsia
timezone.Asia/Jerusalem=Asia/Jerusal\u00E9n
timezone.Asia/Phnom_Penh=Asia/Nom Pen
banner.generalssb.landingpage.canadaYearEndTax.title=Formularios de impuestos canadienses
timezone.Canada/Newfoundland=Canad\u00E1/Terranova
personinfo.disability.viewLess=Ver menos
personinfo.veteran.classification.separated.note=NOTA\: Si la fecha de licencia se encuentra dentro de los \u00FAltimos tres a\u00F1os y se ha seleccionado esta opci\u00F3n, entonces est\u00E1 seleccionando la clasificaci\u00F3n de \u00ABveterano recientemente separado\u00BB
timezone.Atlantic/Bermuda=Atl\u00E1ntico/Bermudas
personinfo.directoryProfile.item.HomeAddress=Direcci\u00F3n de casa
timezone.Europe/Zurich=Europa/Z\u00FArich
personinfo.directoryProfile.item.PreferredCollege=Escuela preferida
personinfo.directoryProfile.item.SMSTelephone=Tel\u00E9fono de SMS
personinfo.directoryProfile.item.FaxNumber=N\u00FAmero de fax
personinfo.disability.DY=S\u00ED, tengo una discapacidad (o tuve una previamente)
timezone.Africa/Algiers=\u00C1frica/Alger
timezone.Australia/Eucla=Australia/Eucla
banner.generalssb.landingpage.personalinfo.description=Consulte y actualice su informaci\u00F3n biogr\u00E1fica y demogr\u00E1fica.
personinfo.disability.status.pagenumber2=P\u00E1gina 2 de 2
timezone.Africa/Addis_Ababa=\u00C1frica/Ad\u00EDs Abeba
personinfo.disability.status.pagenumber1=P\u00E1gina 1 de 2
personinfo.disability.DN=No, no tengo una discapacidad
personinfo.disability.notice=La ley federal requiere que los empleadores proporcionen ajustes razonables para las personas calificadas que tengan discapacidades. Por favor, ind\u00EDquenos si necesita un ajuste razonable para solicitar un trabajo o para realizar su trabajo. Algunos ejemplos de ajustes razonables incluyen\: hacer un cambio en el proceso de solicitud o en los procedimientos de trabajo, proporcionar documentos en un formato alternativo, utilizar un int\u00E9rprete de lenguaje de se\u00F1as, o usar equipo especializado.
personinfo.veteran.classification.detail=Este empleador es un contratista del gobierno sujeto a la Ley de Asistencia para la Readaptaci\u00F3n de los Veteranos de la Era de Vietnam (VEVRAA, por sus siglas en ingl\u00E9s) de 1974, enmendada por la Ley de Empleos para Veteranos del 2002, 38 U.S.C. 4212, que exige que los contratistas del gobierno adopten medidas de acci\u00F3n afirmativa para emplear y ascender en el empleo a\: 1) veteranos discapacitados; 2) veteranos recientemente separados; 3) veteranos en servicio activo con insignia de guerra o de campa\u00F1a; y 4) veteranos con medallas de servicio de las fuerzas armadas.
personinfo.veteran.classification.servicemedal.type=Un \u00ABveterano con medalla de servicio en las fuerzas armadas\u00BB es un veterano quien, mientras estaba activo en el servicio militar, terrestre, naval o a\u00E9reo de los EE.UU., particip\u00F3 en una operaci\u00F3n militar por la cual se le otorg\u00F3 una medalla de servicio en las fuerzas armadas conforme a la Orden Ejecutiva 12985.
personinfo.directoryProfile.item.HomeTelephone=Tel\u00E9fono de casa
personinfo.veteran.classification.date.discharge.label=Fecha de licencia
timezone.Asia/Tokyo=Asia/Tokio
banner.generalssb.landingpage.description=Consulte, edite y actualice sus registros de informaci\u00F3n general.
timezone.Asia/Shanghai=Asia/Shangh\u00E1i
personinfo.disability.Multiplesclerosis=Esclerosis m\u00FAltiple (EM)
default.copyright.endyear=2021
personinfo.directoryProfile.itemLabel=Elemento del directorio
personinfo.disability.status.OMBnumber=N\u00FAmero de control OMB 1250-0005
personinfo.disability.Cerebralpalsy=Par\u00E1lisis cerebral
about.application.name=Autoservicio de Banner General
timezone.America/Halifax=Am\u00E9rica/Halifax
timezone.Asia/Kuwait=Asia/Kuwait
timezone.Australia/Brisbane=Australia/Brisbane
timezone.Asia/Ho_Chi_Minh=Asia/Ho Chi Minh
timezone.Asia/Jakarta=Asia/Yakarta
personinfo.disability.Deafness=Sordera
banner.generalssb.landingpage.proxyMgmt.title=Administraci\u00F3n de representantes
personinfo.disability.Blindness=Ceguera
timezone.America/Sao_Paulo=Am\u00E9rica/Sao Paulo
timezone.America/Belize=Am\u00E9rica/Belice
personinfo.publicBurden.statement=DECLARACI\u00D3N P\u00DABLICA OBLIGATORIA\: De acuerdo con la Ley de Reducci\u00F3n de Tr\u00E1mites de 1995, nadie est\u00E1 obligado a responder un instrumento de recolecci\u00F3n de informaci\u00F3n si dicho instrumento no muestra un n\u00FAmero de control v\u00E1lido de la OMB. Contestar este formulario debe tomar alrededor de 5 minutos.
timezone.Australia/Perth=Australia/Perth
timezone.America/Lima=Am\u00E9rica/Lima
timezone.Asia/Krasnoyarsk=Asia/Krasnoyarsk
timezone.Asia/Riyadh=Asia/Riad
timezone.America/Guayaquil=Am\u00E9rica/Guayaquil
personinfo.disability.wheelchair=Deficiencias que requieren el uso de silla de ruedas
personinfo.veteran.classification.disabled.veteran=Veterano discapacitado
net.hedtech.banner.resetpassword.question.answer.required.error=Por favor, ingrese una respuesta para la pregunta 
timezone.Pacific/Gambier=Pac\u00EDfico/Islas Gambier
personinfo.disability.intellectual=Discapacidad intelectual (anteriormente llamado retraso mental)
timezone.Asia/Kolkata=Asia/Calcuta
